/* priceLabel on paywall */
"$19.99 a month" = "$19.99 a month";

/* Terms of service description */
"A $19.99 a month payment will be charged to your iTunes account immediately. Subscriptions will also automatically renew unless auto-review is turned off at least 24 hours before the end of the current period." = "A $19.99 a month payment will be charged to your iTunes account immediately. Subscriptions will also automatically renew unless auto-review is turned off at least 24 hours before the end of the current period.";

/* No Ads & Unlimated SlideShows, description on paywall */
"No Ads & Unlimited Slideshows" = "No Ads & Unlimited Slideshows";

/* Order button on paywall */
"ORDER NOW" = "ORDER NOW";

/* Restoring a Purchase */
"Restore" = "Restore";

/* Terms of service label */
"Terms of Service & Privacy Policy" = "Terms of Service & Privacy Policy";

/* Share Label Text */
"Check this out...I've been using this to turn my photos into a slideshow! \n http://apple.co/2NrbRVy" = "Check this out...I've been using this to turn my photos into a slideshow! \n http://apple.co/2NrbRVy";

